esbenp.prettier-vscode
GitHub.github-vscode-theme
golang.go
mathiasfrohlich.Kotlin
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
redhat.vscode-yaml
vscodevim.vim
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
